Repository: iacore/dot-matrix
Catalog: po/*.po
Languages: de, fr, hr, nl

source: The creativity playground of lines and curves
de: Der Kreativitätsspielplatz aus Linien und Kurven
fr: Le terrain de jeu de la créativité des lignes et des courbes
hr: Igralište za kreativno crtanje pomoću crta i krivulja
nl: De creativiteitsspeeltuin van lijnen en bogen

source: Make out icons, glyphs, or anything you can create with lines in this grid of dots
de: Gestalle Symbole, Glyphen oder was auch immer mit Linien in diesem Raster erstellt werden kann
fr: Dessinez des icônes, des glyphes ou tout ce que vous pouvez créer avec des lignes dans cette grille de points.
hr: Izradi ikone, znakove ili bilo što što se može stvoriti sa crtama u ovom točkastom rasteru
nl: Maak pictogrammen, symbolen, en alles wat u kunt bedenken met dit puntenrooster

source: Select whetether to draw with lines or curves.
de: Wähle, ob mit Linien oder Kurven gezeichnet wird.
fr: Sélectionnez si vous voulez dessiner avec des lignes ou des courbes.
hr: Odaberi crtanje pomoću crta ili krivulja.
nl: Kies om te tekenen met lijnen of bogen.

source: Quit anytime with the shortcut Ctrl + Q
de: Das Program jederzeit mit der Tastenkombination Strg + Q beenden
fr: Quittez à tout moment avec le raccourci Ctrl + Q
hr: Zatvori program u bilo kojem trenutku pomoću Ctrl + Q
nl: Sluit op elk moment af met de sneltoets Ctrl + Q

source: Undo with the shortcut Ctrl + Z
de: Rückgangig mit der Tastenkombination Strg + Z
fr: Annulez le dernier tracé avec Ctrl + Z
hr: Poništi s prečacem Ctrl + Z
nl: Maak ongedaan met de sneltoets Ctrl + Z

source: Change line thickness by +5 or -5 with the respective shortcuts Ctrl + X and Ctrl + Shift + X
de: Liniendicke um +5 oder −5 ändern, mit den entsprechenden Tastenkombinationen Strg + X und Strg + Umschalt + X
fr: Modifiez l'épaisseur de ligne par +5 ou -5 avec les raccourcis respectifs Ctrl + X et Ctrl + Maj + X
hr: Promijeni debljinu crte za +5 ili −5 s odgovarajućim prečacima Ctrl + X i Ctrl + Shift + X
nl: Pas de lijndikte aan met +5 of -5 met de respectievelijke sneltoetsen Ctrl + X en Ctrl + Shift + X

source: Default view
de: Standard-Ansicht
fr: Vue par défaut
hr: Standardni prikaz
nl: Standaardweergave

source: Release: Yellow Sunset
de: Veröffentlichung: Gelber Sonnenuntergang
fr: Version : Coucher de soleil jaune
hr: Izdanje: Žuti zalazak sunca
nl: Uitgave: Gele zonsopkomst

source: Changed: UI now follows my own style that complements that of Adwaita, called Solo.
de: Geändert: Die Benutzeroberfläche folgt jetzt meinem eigenen Stil, der den von Adwaita ergänzt, genannt Solo.
fr: Changement : l’interface suit maintenant mon propre style qui complète celui de Adwaita, appelé Solo
hr: Promijenjeno: Korisničko sučelje sada slijedi moj vlastiti stil koji nadopunjuje stil Adwaite, pod nazivom Solo.
nl: Veranderd: Interface volgt nu mijn eigen stijl die aanvult op Adwaita, genaamd Solo.

source: Release: Blue Noon
de: Veröffentlichung: Blauer Mittag
fr: Version : Midi Bleu
hr: Izdanje: Plavo podne
nl: Uitgave: Blauwe maan

source: Changed: UI colors.
de: Geändert: Farben der Benutzeroberflächen.
fr: Changement : couleurs d’interface.
hr: Promijenjeno: Boje korisničkog sučelja.
nl: Veranderd: Interfacekleuren.

source: Added: Redo button.
de: Hinzugefügt: Wiederholen-Schaltfläche.
fr: Ajout : bouton refaire.
hr: Dodano: Gumb „Ponovi”.
nl: Toegevoegd: Opnieuwknop.

source: Added: Settings dialog with canvas size customizing.
de: Hinzugefügt: Einstellungsfenster zur Anpassung der Größe der Zeichenfläche.
fr: Ajouts : Fenêtre de dialogue des paramètres avec personnalisation de la taille du canevas.
hr: Dodano: Prozor s postavkama za prilagođavanje veličine platna.
nl: Toegevoegd: Instellingsdialoog met aanpassingen voor canvasgrootte.

source: Release: Orange Sunrise
de: Veröffentlichung: Orangefarbener Sonnenaufgang
fr: Version : Lever de soleil orange
hr: Izdanje: Narančasti izlazak sunca
nl: Uitgave: Oranje zonsopkomst

source: Changed: Using more libadwaita recent UI styling.
de: Geändert: Vermehrte Verwendung neuerer libadwaita Stile der Benutzeroberfläche.
fr: Changements : utilisation accrue du nouveau style libadwaita.
hr: Promijenjeno: Korištenje još novijeg stiliziranja korisničkog sučelja biblioteke libedwaita.
nl: Veranderd: Nieuwere versie van libadwaita voor een modernere uitstraling.

source: Release: Cyan Sunset
de: Veröffentlichung: Türkiser Sonnenuntergang
fr: Version : Coucher de soleil Cyan
hr: Izdanje: Tirkizni zalazak sunca
nl: Uitgave: Groenblauwe zonsopkomst

source: Changed: Using libadwaita recent UI styling.
de: Geändert: Verwendung neuerer libadwaita Stile der Benutzeroberfläche.
fr: Changements : utilisation du style récent de libadwaita.
hr: Promijenjeno: Korištenje novijeg stiliziranja korisničkog sučelja biblioteke libedwaita.
nl: Veranderd: Gebruik gemaakt van recente interfacestijl van libadwaita.

source: Release: A New UI Hope
de: Veröffentlichung: Neue Benutzeroberfläche namens Hope
fr: Version : Un nouvel espoir d’interface
hr: Izdanje: Novo korisničko sučelje Hope
nl: Uitgave: Een nieuwe vormgeving

source: New: UI is now following efforts made by me on Notejot.
de: Neu: Benutzeroberfläche folgt nun meinen Bemühungen auf Notejot.
fr: Nouveauté : l’interface poursuit les efforts que j’ai faits sur Notejot
hr: Novo: Korisničko sučelje sada slijedi moje napore na Notejotu.
nl: De vormgeving is opnieuw ontworpen op basis van mijn ontwerp van Notejot.

source: Fixed: Handles dragging with a mouse/pen for less bugs.
de: Behoben: Ermöglicht das Ziehen mit einer Maus/einem Stift um Fehler zu verringern.
fr: Correction : gère le glissement avec une souris / un stylo pour moins de bugs.
hr: Ispravljeno: Omogućuje povlačenje mišem/olovkom za manje grešaka.
nl: Opgelost: Verslepen met muis of pen werkt voortaan beter.

source: Release: Hello, GNOME!
de: Veröffentlichung: Hallo, GNOME!
fr: Version : Hello, GNOME !
hr: Izdanje: Zdravo, GNOME!
nl: Uitgave: Hallo, GNOME!

source: Port to GNOME HIG and minor fixes.
de: Portierung auf GNOME HIG und kleinere Korrekturen.
fr: Portage vers GNOME HIG et corrections mineures.
hr: Portiranje na GNOME HIG i manji ispravci.
nl: Vormgeving aangepast aan de Gnome-HIG en kleine foutoplossingen.

source: The glyph playground of creativity from simple lines
de: Der Kreativitätsspielplatz mit einfachen Linien
fr: Le terrain de jeu de la créativité des glyphes à partir de lignes simples
hr: Igralište za kreativno crtanje znakova pomoću jednostavnih crta
nl: De creatieve symboolspeeltuin van simpele lijnen

source: Matrix;Vector;Drawing;Grid;
de: Matrix;Vektor;Zeichnung;Raster;
fr: Matrix;Vecteur;Dessin;Grille;
hr: matrica;vektor;crtanje;crtež;raster;
nl: Matrix;Vector;Drawing;Tekening;Grid;Rooster;

source: Canvas Width
de: Zeichenfläche-Breite
fr: Largeur du canevas
hr: Širina platna
nl: Canvasgrootte

source: The canvas width.
de: Breite der Zeichenfläche.
fr: La largeur du canevas.
hr: Širina platna.
nl: De canvasgrootte.

source: Canvas Height
de: Zeichenfläche-Höhe
fr: Hauteur du canevas
hr: Visina platna
nl: Canvashoogte

source: The canvas height.
de: Höhe der Zeichenfläche.
fr: La hauteur du canevas.
hr: Visina platna.
nl: De canvashoogte.

source: New Glyph
de: Neue Glyphe
fr: Nouveau glyphe
hr: Novi znak
nl: Nieuw symbool

source: Save Glyph As…
de: Glyphe speichern als …
fr: Enregistrer le glyphe sous…
hr: Spremi znak kao …
nl: Symbool opslaan als…

source: Preferences
de: Einstellungen
fr: Préférences
hr: Postavke
nl: Voorkeuren

source: Keyboard Shortcuts
de: Tastaturkürzel
fr: Raccourcis clavier
hr: Tipkovni prečaci
nl: Sneltoetsen

source: About Dot Matrix
de: Über Dot Matrix
fr: À propos de Dot Matrix
hr: Dot Matrix informacije
nl: Over Dot Matrix

source: Redo Recent Path
de: Letzten Pfad wiederholen
fr: Refaire le chemin récent
hr: Ponovi nedavnu stazu
nl: Recent pad opnieuw tekenen

source: Undo Recent Path
de: Letzten Pfad rückgängig machen
fr: Annuler le chemin récent
hr: Poništi nedavnu stazu
nl: Recent pad ongedaan maken

source: Glyph Name
de: Name der Glyphe
fr: Nom du glyphe
hr: Ime znaka
nl: Symboolnaam

source: Title the glyph for saving
de: Gib der Glyphe einen Namen um zum Speichern
fr: Donnez un nom au glyphe pour l’enregistrer
hr: Zadaj znaku ime pod kojim će se spremiti
nl: Benoem het symbool om op te slaan

source: Line
de: Linie
fr: Ligne
hr: Crta
nl: Lijn

source: Arc
de: Bogen
hr: Luk
nl: Boog

source: Inverted Arc
de: Umgekehrter Bogen
fr: Arc inversé
hr: Preokrenuti luk
nl: Omgekeerde boog

source: Pick a Line Color
de: Linienfarbe wählen
fr: Choisissez un couleur de ligne
hr: Odaberi boju crte
nl: Kies een lijnkleur

source: Line Color
de: Linienfarbe
fr: Couleur de ligne
hr: Boja crte
nl: Lijnkleur

source: Close All Paths
de: Alle Pfade schließen
fr: Fermer tous les chemins
hr: Zatvori sve staze
nl: Alle paden sluiten

source: Line Thickness
de: Liniendicke
fr: Épaisseur de la ligne
hr: Debljina crte
nl: Lijndikte

# shortcut window
source: General
de: Allgemein
fr: Général
hr: Opće
nl: Algemeen

# shortcut window
source: Quit
de: Beenden
fr: Quitter
hr: Zatvori program
nl: Afsluiten

# shortcut window
source: New Glyph
de: Neue Glyphe
fr: Nouveau glyphe
hr: Novi znak
nl: Nieuw symbool

# shortcut window
source: Save Glyph As…
de: Glyphe speichern als …
fr: Enregistrer le glyphe sous…
hr: Spremi znak kao …
nl: Symbool opslaan als…

# shortcut window
source: Undo
de: Rückgängig
fr: Annuler
hr: Poništi
nl: Ongedaan maken

# shortcut window
source: Redo
de: Wiederholen
fr: Rétablir
hr: Ponovi
nl: Opnieuw

# shortcut window
source: Drawing
de: Zeichnen
fr: Dessiner
hr: Crtanje
nl: Tekening

# shortcut window
source: Decrease Line Thickness
de: Liniendicke verringern
fr: Réduire l’épaisseur de la ligne
hr: Stanji crtu
nl: Lijndikte verminderen

# shortcut window
source: Increase Line Thickness
de: Liniendicke vergrößern
fr: Augmenter l’épaisseur de la ligne
hr: Podebljaj crtu
nl: Lijndikte verhogen

source: The glyph playground of creativity from simple lines.
de: Der Kreativitätsspielplatz mit einfachen Linien.
fr: Le terrain de jeu de la créativité des glyphes à partir de lignes simples
hr: Igralište za kreativno crtanje znakova pomoću jednostavnih crta.
nl: De creatieve symboolspeeltuin van simpele lijnen.

source: translator-credits
de: Milo Ivir <mail@milotype.de>
fr: Irénée Thirion
hr: Milo Ivir <mail@milotype.de>
nl: Heimen Stoffels <vistausss@fastmail.com> Philip Goto

source: Save Image?
de: Bild speichern?
fr: Enregistrer l'image ?
hr: Spremiti sliku?
nl: Afbeelding opslaan?

source: Not saving means that the image will be lost forever.
de: Nicht speichern bedeutet, dass das Bild für immer verloren geht.
fr: Ne pas enregistrer signifie que l’image sera perdue pour toujours.
hr: Ako se ne spremi, slika se zauvijek gubi.
nl: Niet opslaan betekent dat het symbool voor altijd verloren zal gaan.

source: Don't Save
de: Nicht speichern
fr: Ne pas enregistrer
hr: Nemoj spremiti
nl: Niet opslaan

source: Cancel
de: Abbrechen
fr: Annuler
hr: Odustani
nl: Annuleren

source: Save
de: Speichern
fr: Enregistrer
hr: Spremi
nl: Opslaan

source: SVG files
de: SVG-Dateien
fr: Fichiers SVG
hr: SVG datoteke
nl: SVG-bestanden

source: All files
de: Alle Dateien
fr: Tous les fichiers
hr: Sve datoteke
nl: Alle bestanden
